Repository: HalosGhost/pbpst
Catalog: i18n/*.po
Languages: de_de, sv_se

source: Could not allocate memory for response
de_de: Speicher für Antwort konnte nicht zugewiesen werden
sv_se: Kunde inte allokera minne för svar

source: Could not write response to memory
de_de: Antwort kann nicht in Speicher geschrieben werden
sv_se: Kunde inte skriva svaret till minnet

source: You can only run one operation at a time
de_de: Nur eine Operation kann gleichzeitig ausgeführt werden
sv_se: Du kan inte genomföra flera operationer samtidigt

source: Could not store argument
de_de: Konnte Argument nicht speichern
sv_se: Kunde inte lagra argumentet

source: Out of Memory
de_de: Speicher nicht ausreichend
sv_se: Slut på minne

source: Error checking file
de_de: Fehler beim Prüfen der Datei
sv_se: Filkontrollen misslyckades

source: File is not regular
de_de: Datei ist nicht regulär
sv_se: Ovanlig filtyp

source: File too Large
de_de: Datei ist zu groß
sv_se: Filen är för stor

source: Sunset must be a finite, positive value
de_de: TIME muss ein endlicher, positiver Wert sein
sv_se: Sunset måste vara ett ändligt, positivt värde

source: Could not store provider
de_de: Konnte Instanz nicht speichern
sv_se: Kunde inte allokera minne för svar

source: Only HTTPS providers are supported
de_de: Nur HTTPS Instanzen sind erlaubt
sv_se: Endast HTTPS-leverantörer stöds

source: Passed erroneous option(s)
de_de: Fehlerhafte Optionen übergeben
sv_se: En eller flera inställningar existerar inte

source: Caught Interrupt
de_de: Interrupt abgefangen
sv_se: Fångade avslutningssignal

source: Removed empty swap file (contingency)
de_de: Leere Swapdatei wurde entfernt
sv_se: Raderade tom växlingsfil

source: You need to manually check your swap db
de_de: Manuelles Prüfen der Swap Datenbank erforderlich
sv_se: Du måste manuellt verifiera din växlingsdatabas

source: Could not get CURL handle
de_de: cURL Handle konnte nicht gelesen werden
sv_se: Kunde inte erhålla anslutning med CURL

source: Could not create paste
de_de: Eintrag konnte nicht erstellt werden
sv_se: Kunde inte ladda upp fil

source: Could not create redirect
de_de: Weiterleitung konnte nicht erstellt werden
sv_se: Kunde inte skapa omdirigering

source: Paste deleted
de_de: Eintrag wurde gelöscht
sv_se: Fil raderad

source: Could not delete paste
de_de: Eintrag konnte nicht gelöscht werden
sv_se: Kunde inte radera fil

source: Could not get list
de_de: Liste nicht erhalten
sv_se: Kunde inte erhålla lista

source: Could not modify variable
de_de: Variable konnte nicht geändert werden
sv_se: Kunde ej modifiera variabel

source: Could not setup URL for printing
de_de: URL für Drucken ko
sv_se: Kunde inte inrätta URL för utskrift

source: No pastes found for provider
de_de: Keine Einträge für Instanz gefunden
sv_se: Inga filer hittades för leverantör

source: No valid location available for database
de_de: Kein gültiger Ort für Datenbank verfügbar
sv_se: Ingen giltig plats tillgänglig för databas

source: Could not save working directory
de_de: Arbeitsverzeichnis konnte nicht gespeichert werden
sv_se: Kunde inte spara arbetskatalog

source: Could not cd to directory
de_de: Konnte nicht zu Verzeichnis wechseln
sv_se: Kunde inte byta arbetskatalog

source: Could not create directory
de_de: Verzeichnis konnte nicht erstellt werden
sv_se: Kunde inte skapa arbetskatalog

source: Could not save db path
de_de: Datenbankpfad konnte nicht gespeichert werden
sv_se: Kunde inte spara databasplats

source: Could not open file
de_de: Datei konnte nicht geöffnet werden
sv_se: Kunde inte öppna fil

source: Could not close file
de_de: Datei konnte nicht geschlossen werden
sv_se: Kunde inte stänga fil

source: Could not store db dirname
de_de: Datenbankverzeichnisname konnte nicht gespeichert werden
sv_se: Kunde inte lagra databasens arbetskatalog

source: Could not store db basename
de_de: Datenbankname konnte nicht gespeichert werden
sv_se: Kunde inte lagra databasens basnamn

source: Could not cd to database path
de_de: Konnte nicht zu Datenbankpfad wechseln
sv_se: Kunde inte byta arbetskatalog till detsamma som databas

source: Could not save swap db name
de_de: Swapdatenbankname konnte nicht gespeichert werden
sv_se: Kunde inte lagra växlingsdatabasnamn

source: Could not create swap db
de_de: Swapdatenbank konnte nicht erstellt werden
sv_se: Kunde inte skapa växlingsdatabas

source: Ensure that pbpst is not already running and that all pastes have been saved
de_de: Stellen Sie sicher, dass pbpst nicht bereits ausgeführt wird und alle Einträge gespeichert wurden
sv_se: Se till att pbpst inte redan körs och att alla filer har sparats

source: Please remove the swap database
de_de: Bitte entfernen Sie die Swapdatenbank
sv_se: Var vänlig radera växlingsdatabasen

source: Could not overwrite database
de_de: Datenbank konnte nicht überschrieben werden
sv_se: Kunde inte skriva över databas

source: Could not open file for reading
de_de: Datei konnte nicht zum Lesen geöffnet werden
sv_se: Kunde inte öppna fil för läsning

source: Could not seek to file end
de_de: Datei konnte nicht zu Ende gelesen werden
sv_se: Kunde inte hitta filens slut

source: Could not get file position
de_de: Dateiposition konnte nicht gelesen werden
sv_se: Kunde inte hitta filens position

source: Could not read file
de_de: Datei konnte nicht gelesen werden
sv_se: Kunde inte läsa filen

source: Could not open swap db
de_de: Swapdatenbank konnte nicht geöffnet werden
sv_se: Kunde inte öppna växlingsdatabas

source: Could not flush memory to swap db
de_de: Speicher konnte nicht in Swapdatenbank geschrieben werden
sv_se: Kunde inte spola minnet till växlingsdatabas

source: New provider set
de_de: Neue Instanz gespeichert
sv_se: Inget leverantör inställd

source: Could not set new provider
de_de: Neue Instanz konnte nicht gespeichert werden
sv_se: Kunde inte ställa in ny leverantör

source: Paste already existed
de_de: Paste existiert bereits
sv_se: Filen existerar redan

source: Could not scan offset
de_de: Offset konnte nicht gelesen werden
sv_se: Kunde inte skanna offset

source: Could not store sunset epoch
de_de: Sunset Epoch konnte nicht gespeichert werden
sv_se: Kunde inte lagra sunset-epok

source: Could not save new paste object
de_de: Neuer Eintrag konnte nicht gespeichert werden
sv_se: Kunde inte spara nytt filobject

source: No pastes in-database found for provider
de_de: Keine Einträge von der Instanz wurden in der Datenbank gefunden
sv_se: Inga filer i databasen hittades för leverantör

source: No paste in-database found with uuid
de_de: Keine Einträge mit UUID wurden in der Datenbank gefunden
sv_se: Inte filer i databasen hittade med uuid

source: Could not format output
de_de: Ausgabe konnte nicht formatiert werden
sv_se: Kunde inte formatera utskrift

source: Usage
de_de: Benutzung
sv_se: Användning

source: option
sv_se: alternativ

source: a simple tool to pastebin from the command-line
de_de: ein einfaches Tool um Pastebins aus der Kommandozeile zu benutzen
sv_se: ett enkelt verktyg för att ladda upp filer eller text från kommandotolken

source: Operations
de_de: Operationen
sv_se: Operationer

source: Options
de_de: Optionen
sv_se: Alternativ

source: Use `-h` with an operation for more help
de_de: Verwende '-h' mit einer Operation für detaillierte Hilfe
sv_se: Använd `-h` med en operation för mer hjälp

source: Create a paste
de_de: Erstellt ein Paste
sv_se: Ladda upp en fil

source: Create a redirect to URL
de_de: Erstellt eine Weiterleitung zu einer URL
sv_se: Skapa en omdirigation till URL

source: Remove a paste
de_de: Löscht ein Paste
sv_se: Radera en fil

source: Update a paste
de_de: Aktualisiert ein Paste
sv_se: Uppdatera en fil

source: Operate on the database
de_de: Führt Operationen an der Datenbank aus
sv_se: Utför en operation på databasen

source: Use FILE to create paste
de_de: Erstellt Eintrag aus FILE
sv_se: Använd FILE för att skapa fil

source: Lex paste for LANG
de_de: Verwendet LANG als Lexer
sv_se: Lex:a fil för LANG

source: Use THEME for style
de_de: Verwendet THEME als Stil
sv_se: Använd THEME för tema

source: Format paste for FORM
de_de: Verwendet Formatierer in FORM
sv_se: Formatera fil för FORM

source: Specify file extension as EXT
de_de: Setzt die Dateierweiterung als EXT
sv_se: Specificera filtillägg som EXT

source: Highlight LINE in paste
de_de: Hebt LINE im Eintrag hervor
sv_se: Markera LINE i fil

source: Return a less-guessable paste ID
de_de: Gibt eine komplexere ID für den Eintrag zurück
sv_se: Returnera ett mindre gissningsbart fil-ID

source: Set the paste to auto-deletion in TIME
de_de: Stellt das automatische Löschen des Eintrags zu TIME ein
sv_se: Ställ in att automatiskt radera filen efter TIME

source: Render paste (from md or rst) to HTML
de_de: Stellt Eintrag (md oder rst) als HTML dar
sv_se: Rendera fil (från md eller rst) till HTML

source: Show Asciinema presentation
de_de: Zeigt eine Asciinema Darstellung
sv_se: Visa Asciinema-presentation

source: Show an upload progress bar
de_de: Zeigt einen Fortschrittsbalken für den Upload
sv_se: Visa status för uppladdning

source: Save MSG as a note for the paste
de_de: Speichert MSG als Notiz zum Eintrag
sv_se: Notera filen med MSG

source: Use NAME as a custom ID
de_de: Verwendet NAME als benutzerdefinierte ID
sv_se: Använd NAME som ID

source: Target paste with UUID
de_de: Selektiert Eintrag mit UUID
sv_se: Specificera fil med UUID

source: Delete all expired pastes
de_de: Löscht alle abgelaufenen Einträge
sv_se: Radera alla utgångna filer

source: Initialize a default database
de_de: Erstellt eine Standarddatenbank
sv_se: Initialisera en standarddatabas

source: List all providers in the database
de_de: Zeigt alle Instanzen in der Datenbank
sv_se: Skriv ut alla leverantörer i databasen

source: Search the database for a paste matching STR
de_de: Sucht in der Datenbank nach einem Paste, das STR enthält
sv_se: Sök i databasen efter en fil som matchar STR

source: Set provider (from `-P`) as default
de_de: Verwendet Instanz (via '-P') als Standard
sv_se: Ställ in leverantör (från `-P`) som standard

source: List this help and exit
de_de: Zeigt diese Hilfe an
sv_se: Skriv ut detta hjälpmeddelande och avsluta

source: Use the database at PATH
de_de: Verwendet die Datenbank in PATH
sv_se: Använd databasen som finns i PATH

source: Use HOST as the pb provider
de_de: Verwendet HOST als pb Instanz
sv_se: Använd HOST som leverantör

source: Output verbosely
de_de: Detaillierte Ausgabe
sv_se: Skriv ut programspecifika detaljer

source: List the version and exit
de_de: Zeigt Version an
sv_se: Skriv ut programmets version och avsluta

source: List available lexers and exit
de_de: Zeigt verfügbare Lexer an
sv_se: Skriv ut tillgängliga lex:are och avsluta

source: List available themes and exit
de_de: Zeigt verfügbare Themen an
sv_se: Skriv ut tillgängliga teman och avsluta

source: List available formatters and exit
de_de: Zeigt verfügbare Formate an
sv_se: Skriv ut tillgängliga formaterare och avsluta
